Repository: albertodev01/fomet_app
Catalog: lib/src/localization/l10n/app_*.arb
Languages: it

# pageNotFoundText
source: Huh! This page doesn't exist...
it: Oh! Questa pagina non esiste...

source: Products
it: Prodotti

source: About
it: Info

# infoParagraph1
source: Fomet SpA is a company which produces and sells special and natural fertilizers for professional agriculture since 1973; however, the first experimental tests of production go back to 1969. From the beginning, the philosophy of work and development of products has been the application of natural systems and methods during the production phase in the industrial headquarter. These methods still include the supervised collection of organic samples of manure and the processing of them through a procedure of exsiccation-concentration-humidification for several months in buffered and covered environment, with the subsequent formulation of multiple fertiliser products able to satisfy the most different and difficult demands of the field.
it: FOMET SpA è una Società che produce e commercializza fertilizzanti speciali e naturali per l’agricoltura professionale dal 1973, anche se occorre ricordare che le prime prove sperimentali di produzione sono iniziate nel 1969. Sin dal principio la filosofia di lavoro e sviluppo dei propri prodotti è stata l’applicazione di metodi e sistemi naturali alla realizzazione in sede industriale. Metodi che prevedono ancora oggi il ritiro controllato di matrici organiche da letami, la lavorazione delle medesime con processo monitorato di essiccazione-concentrazione-umificazione per molti mesi in ambienti completamente coperti e tamponati, la conseguente formulazione di molteplici prodotti fertilizzanti atti a soddisfare le più diverse e difficili esigenze di campagna.

# infoParagraph2
source: This kind of approach has always been followed and pursued and it allowed fertilizers to be considered not only as a contribution of nutritional units (a fundamental aspect for regular growth and production of the crop), but also as a more spread and important element concerning the fertility of the soil. This idea has been enhanced over the years and extended to the usage in new and different organic samples, apart from manure, but with the same guarantee of authenticity and of contents.
it: Questa impostazione, da sempre perseguita e ricercata, ha permesso di ragionare sulla proposta dei propri fertilizzanti non solo come puro e semplice apporto di unità nutrizionali (peraltro aspetto fondamentale per una regolare crescita e produzione della coltura) ma anche ad un più esteso ed altrettanto fondamentale aspetto relativo alla fertilità del terreno. Il concetto quindi negli anni è stato poi ampliato ed esteso nell’utilizzo di matrici organiche nuove e diverse, oltre ai letami, ma con la stessa garanzia di genuinità e scurezza dei contenuti.

# infoParagraph3
source: Fomet SpA aims to realise products that are able to add biological activity and humic constituents to the soil, in order to combat the increasing decline of soil production and the progressive deconstruction of lands.
it: FOMET SpA si propone infatti di realizzare prodotti che apportano al terreno anche attività biologica e componenti umiche al fine di contrastare il sempre maggiore declino produttivo dei terreni, la loro progressiva destrutturazione, la loro sempre maggiore difficoltà di lavorazione.

# infoParagraph4
source: The whole variety of products thus includes the most qualified category of organic, organic-mineral and corrective fertilizers, both for conventional, biological and biodinamic agriculture. In this way, the choice can be made among products in powder-form, granular-form, pellet-form or liquid-form. In particular, the usage of these products allows to:
it: L’intera gamma dei prodotti pertanto comprende la più qualificata scelta tra fertilizzanti organici, organo-minerali, correttivi, sia per l’agricoltura convenzionale, biodinamica che biologica. Così pure si possono optare scelte che vanno da prodotti in polvere-scaglie, a pellettati, granulari e liquidi. In particolare l’impiego ottimale di tali prodotti consente di perseguire:

# infoParagraph5
source: the progressive release of nutritional elements (N, P, K, Mg, Microelements) to avoid sudden lacks of balance to guarantee a constant growth of the vegetative structure;
it: il rilascio graduale degli elementi nutritivi (N, P, K, Mg, Microelementi) per evitare improvvisi squilibri potendo così garantire un accrescimento costante della struttura vegetativa;

# infoParagraph6
source: the possibility of fertilization in autumnal periods without lacks of nutritional elements caused by leaching;
it: la possibilità della concimazione in periodi anche autunnali senza perdite di elementi nutritivi per dilavamento;

# infoParagraph7
source: the use of products that contain organic matter allows the intervention on the physical fertility of the soil; this has a positive effect, also for a better absorption of microelements.
it: l’impiego di prodotti contenenti matrici organiche permette di intervenire anche sulla fertilità fisica del terreno; ciò ha un effetto sicuramente positivo anche per una migliore assimilazione dei microelementi.

# infoParagraph8
source: Through the years, Fomet has gained a solid technical experience which supports the usage in land of their own fertilizers; the company organizes informative and demonstrative meetings, guided tours around the factory and collaborates with several institutes of research and experimentation for the development of products. Fomet also arranges sessions with schools and groups of technicians.
it: FOMET SpA ha acquisito negli anni una consolidata esperienza tecnica di supporto all’utilizzo in campo dei propri fertilizzanti; organizza meeting divulgativi e dimostrativi, visite guidate presso i propri stabilimenti. Collabora con diversi Istituti di ricerca e sperimentazione per lo sviluppo dei propri prodotti. Non tralascia la formazione incontrando scuole e gruppi di tecnici.

# question1
source: How are Fomet products distributed?
it: Come distribuire i prodotti FOMET?

# answer1
source: Our products can be distributed with the traditional means of shedding. The pellet product can be better handed out through disk spreader (single or double) or localized with the appropriate tracking device and anchors for the landfill. The powder product should be distributed through a wagon mixer and/or cylindrical disk spreader. The speed of progress will be adjusted in the light of the dosage of use of the product. Liquid wares, based on their application, will be distributed through sprayers or traditional sprinklers (mechanical/manual atomizer, irrigant wing, sprinkler irrigation...) and also through localized irrigation (micro-irrigation, irrigant hose...); dosage and directions of use must always be shown in the data sheet of every product. The distribution of liquid and solid products (powder, pellet and microgranular) is linked to the specific cultivation management, as well as to the fixed goals for every cultivation.
it: I prodotti possono essere distribuiti con i tradizionali mezzi di spargimento. Consigliamo la distribuzione del prodotto in pellet, attraverso spandiconcime a disco (singolo/doppio) o localizzato con opportuni localizzatori a manica più ancore per l’interramento. Il prodotto in polvere può essere distribuito con carro miscelatore e/o distributore cilindrico a disco. La velocità di avanzamento verrà regolata sulla base delle dosi di applicazione del prodotto. I prodotti liquidi a seconda dell’impiego, possono essere distribuiti con aspersori o irrigatori tradizionali (atomizzatore meccanico/manuale, ala irrigante, irrigazione a pioggia...) o irrigazione localizzata (a goccia, manichette irriganti, micro irrigazione, ecc...) considerando le dosi e le modalità di impiego indicate nella scheda tecnica del prodotto. La distribuzione dei prodotti liquidi e solidi (polvere, pellet e microgranulari) è legata alla specifica gestione colturale, oltre che gli obbiettivi prefissati per singola coltura e tipologia di gestione.

# question2
source: Burying of products or superficial distribution?
it: Interrare o distribuire in superficie?

# answer2
source: Considering the varying of soil characteristics, we recommend to distribute solid products (pellet and powder ones) on the surface and to incorporate them to the soil through the last process. Check the data sheets for better information on distance and depth of burial. For grassed fields, it is better to spread the product on the surface and to subsequently mow the grass (process that can be performed in a single step); the aim is to increase the organic matter in the soil and to decrease the speed of weathering, keeping at the same time a balanced nitric Nitrogen content in the soil. This operation is joint to the next processing of the field and to the burial of stubble and green manure. The superficial shedding is encouraged when the product landfill is tied to agro-environmental conditions, sloping fields and where the landfill is not achievable.
it: Col variare delle caratteristiche del terreno, consigliamo la distribuzione dei prodotti solidi (pellet e polvere) in superficie per poi integrarli al terreno con l’ultima lavorazione. si rimanda alla schede tecniche per distanze e profondità di interramento. Per i terreni inerbiti, si consiglia lo spargimento in superficie più successivo sfalcio (lavorazione realizzabile con 1 solo passaggio); lo scopo è di aumentare la materia organica nel terreno, rallentare i fenomeni erosivi e mantenere stabile il contenuto di azoto nitrico nel terreno. Questa operazione può essere integrata alla successiva lavorazione del terreno e (se previsto) all’interramento delle stoppie o il sovescio. Lo spargimento in superficie è consigliato dov’è l’interramento del prodotto è vincolato alle condizioni agro-ambientali, terreni in forte pendio, terreni a scheletro prevalente, e/o dove l’interramento non è realizzabile.

# question3
source: What does microbiologically active mean?
it: Cosa significa microbiologicamente attivo?

# answer3
source: Fomet products contain colonies of useful micro-organisms which allow the increase of natural evolution of organic matter in the field. The MO presence in the production phase enables the accumulation of organic complexes (humic acids, fulvic acids) that are necessary to mantain the soil "alive", equipped with a solid structure and rich in nutritional substance that permit the agricultural production. The absence of pathogens and harmful micro-organisms is certified.
it: I prodotti FOMET SpA contengono colonie di microrganismi utili, che permettono di migliorare la naturale evoluzione della sostanza organica nell’terreno. La presenza dei MO in fase di produzione, consente l’accumulo di complessi organici (ac. Humici, ac. Fulvici) necessari a mantenere il terreno “vivo”, dotato di una buona struttura e ricco di sostanze nutritive (complesse) che favoriscono la produzione agraria. È certificata l’assenza di patogeni e microrganismi nocivi.

# question4
source: What does organic fertilization mean?
it: Cosa significa fertilizzazione organica?

# answer4
source: By adding nutritional substances of organic origin, it is possible to manage the soil fertility. Organic fertilization, besides increasing the water retention capacity, also helps the improvement of the structure, as well as the che formation of micro- and macro-pores that are helpful for the nutritional substance exchange with water in the field.
it: Apportare sostanze nutritive di origine organico, permette un’efficace gestione della fertilità del terreno. La fertilizzazione organica oltre a migliorare le capacità di ritenzione idrica, aiuta al miglioramento della struttura, cosi come alla conformazione di macro e micro-pori utili a favorire lo scambio di sostanze nutritive con l’acqua nel terreno.

# question5
source: When should the field be fertilized?
it: Quando fertilizzare?

# answer5
source: It depends on cultivation goals: products must be distributed as shown in the data sheets or in the application for public domain Fomet SPA GROWING EQUIPMENT that can be downloaded with Android and iOS.
it: A seconda degli obbiettivi colturali, distribuire i prodotti come indicato nelle schede tecniche o nell’app di pubblico dominio FOMET SPA GROWING EQUIPMENT, scaricabile per i sistemi Android ed iOS.

# question6
source: Can biological/biodynamic products be used for conventional agriculture?
it: Posso usare i prodotti biologici/biodinamici in agricoltura convenzionale?

# answer6
source: Yes, using organic products for agriculture with conventional management promotes the correct administration of soil fertility. It is strongly suggested to increase the dosage of organic fertilizers with the aim to establish the allocation of organic matter in conventional fields. The rise of organic matter in the soil allows the decrease of environmental impact like leaching and immobilization of nutritional elements in the field. The usage of organic fertilizers improves the efficiency of said nutritional elements and also of the soil in the long run.
it: Si, utilizzare organici all’interno di terreni agricoli a gestione convenzionale favorisce la corretta gestione della fertilità del terreno. È vivamente consigliato aumentare l’impiego di fertilizzanti organici allo scopo di ristabilire la dotazione di sostanza organica nei terreni convenzionali. L’aumento di sostanza organica nel terreno, permette di ridurre l’impatto ambientale di fenomeni come: lisciviazione e immobilizzazione di elementi nutritivi nel terreno.L’impiego di fertilizzanti organici migliora l’efficienza di utilizzo degli elementi nutritivi, migliorando la fertilità del suolo nel lungo periodo.

# question7
source: How should the product be stored?
it: Come devo stoccare il prodotto?

# answer7
source: It is important to store the products in fresh and dry locations, safe from water and bad weather. They must also be kept away from children and animals. Wrong use can be harmful. Please follow the instructions shown on the packaging.
it: È importante stoccare il prodotto in luoghi freschi e asciutti, al riparo dall’acqua e dalle intemperie. Importante tenere lontano dalla portata di animali e bambini. L’uso scorretto può essere nocivo. Rispettare le indicazioni riportate sulle confezioni.
